Revit 2024 API
ParameterTypeId.StairsDbgShowBoundary3d Property
 "Show Stairs' Boundary 3D"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StairsDbgShowBoundary3d { get; }
Visual Basic
Public Shared ReadOnly Property StairsDbgShowBoundary3d As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsDbgShowBoundary3d {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace